---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.FailuresProcessingEventArgs
source: html/e8ccb1e0-0352-b3ea-a868-a0f400dd4a1d.htm
---
# FailuresProcessingEventArgs Members

Provides access to the failure information in the document.